---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.ElevationFailures
source: html/52e833fd-2bf5-6ee1-c395-27c935d4c3cd.htm
---
# BuiltInFailures.ElevationFailures Properties

An Elevation arrow can't keep its Crop Region extents attached.